Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# calendarImport.error.fetchFailed
source: Couldn't load the calendar. Check the link and your internet connection, then try again.
ar: تعذّر تحميل التقويم. تحقق من الرابط واتصالك بالإنترنت، ثم حاول مجددًا.
bg: Календарът не можа да се зареди. Проверете връзката и интернет свързаността си, после опитайте отново.
bn: ক্যালেন্ডার লোড করা যায়নি। লিঙ্ক ও ইন্টারনেট সংযোগ পরীক্ষা করে আবার চেষ্টা করুন।
ca: No s'ha pogut carregar el calendari. Comprova l'enllaç i la connexió a Internet i torna-ho a provar.
cs: Kalendář se nepodařilo načíst. Zkontrolujte odkaz a připojení k internetu a zkuste to znovu.
da: Kalenderen kunne ikke indlæses. Tjek linket og din internetforbindelse, og prøv igen.
de: Kalender konnte nicht geladen werden. Prüfe den Link und deine Internetverbindung und versuche es erneut.
el: Δεν ήταν δυνατή η φόρτωση του ημερολογίου. Ελέγξτε τον σύνδεσμο και τη σύνδεσή σας στο διαδίκτυο και δοκιμάστε ξανά.
es: No se pudo cargar el calendario. Comprueba el enlace y tu conexión a internet e inténtalo de nuevo.
et: Kalendrit ei saanud laadida. Kontrolli linki ja internetiühendust ning proovi uuesti.
fa: تقویم بارگیری نشد. لینک و اتصال اینترنت را بررسی کنید و دوباره تلاش کنید.
fi: Kalenteria ei voitu ladata. Tarkista linkki ja internetyhteys ja yritä uudelleen.
fil: Hindi ma-load ang kalendaryo. Tingnan ang link at koneksyon sa internet, saka subukang muli.
fr: Impossible de charger le calendrier. Vérifiez le lien et votre connexion Internet, puis réessayez.
he: לא ניתן לטעון את היומן. בדקו את הקישור ואת החיבור לאינטרנט ונסו שוב.
hi: कैलेंडर लोड नहीं हो सका। लिंक और इंटरनेट कनेक्शन जाँचें, फिर दोबारा कोशिश करें।
hr: Kalendar se nije mogao učitati. Provjerite poveznicu i internetsku vezu pa pokušajte ponovno.
hu: Nem sikerült betölteni a naptárt. Ellenőrizd a hivatkozást és az internetkapcsolatot, majd próbáld újra.
id: Kalender tidak dapat dimuat. Periksa tautan dan koneksi internet Anda, lalu coba lagi.
is: Ekki tókst að hlaða dagatalinu. Athugaðu tengilinn og nettenginguna og reyndu aftur.
it: Impossibile caricare il calendario. Controlla il link e la connessione Internet, poi riprova.
ja: カレンダーを読み込めませんでした。リンクとインターネット接続を確認し、もう一度お試しください。
ko: 캘린더를 불러올 수 없습니다. 링크와 인터넷 연결을 확인한 후 다시 시도하세요.
lt: Nepavyko įkelti kalendoriaus. Patikrinkite nuorodą ir interneto ryšį, tada bandykite dar kartą.
lv: Neizdevās ielādēt kalendāru. Pārbaudiet saiti un interneta savienojumu, pēc tam mēģiniet vēlreiz.
nb: Kunne ikke laste kalenderen. Sjekk lenken og internettforbindelsen, og prøv igjen.
nl: Kan de agenda niet laden. Controleer de link en je internetverbinding en probeer het opnieuw.
nn: Kunne ikkje laste kalenderen. Sjekk lenkja og internettsambandet, og prøv igjen.
pl: Nie udało się wczytać kalendarza. Sprawdź link i połączenie z internetem, a potem spróbuj ponownie.
pt_br: Não foi possível carregar o calendário. Verifique o link e sua conexão com a internet e tente novamente.
ro: Nu s-a putut încărca calendarul. Verifică linkul și conexiunea la internet, apoi încearcă din nou.
ru: Не удалось загрузить календарь. Проверьте ссылку и подключение к интернету, затем попробуйте ещё раз.
sk: Kalendár sa nepodarilo načítať. Skontrolujte odkaz a internetové pripojenie a skúste to znova.
sl: Koledarja ni bilo mogoče naložiti. Preverite povezavo in internetno povezavo ter poskusite znova.
sr: Kalendar nije mogao da se učita. Proverite link i internet vezu, pa pokušajte ponovo.
sv: Det gick inte att läsa in kalendern. Kontrollera länken och internetanslutningen och försök igen.
sw: Imeshindikana kupakia kalenda. Angalia kiungo na muunganisho wako wa intaneti, kisha ujaribu tena.
ta: காலண்டரை ஏற்ற முடியவில்லை. இணைப்பையும் இணைய இணைப்பையும் சரிபார்த்து மீண்டும் முயலுங்கள்.
th: โหลดปฏิทินไม่ได้ ตรวจสอบลิงก์และการเชื่อมต่ออินเทอร์เน็ต แล้วลองอีกครั้ง
tr: Takvim yüklenemedi. Bağlantıyı ve internet bağlantınızı kontrol edip tekrar deneyin.
uk: Не вдалося завантажити календар. Перевірте посилання та інтернет-з’єднання й спробуйте ще раз.
ur: کیلنڈر لوڈ نہیں ہو سکا۔ لنک اور انٹرنیٹ کنکشن چیک کرکے دوبارہ کوشش کریں۔
vi: Không tải được lịch. Kiểm tra liên kết và kết nối internet, rồi thử lại.
zh_hans: 无法加载日历。请检查链接和网络连接，然后重试。
zh_hant: 無法載入行事曆。請檢查連結和網路連線，然後再試一次。

# calendarImport.error.invalidLink
source: That doesn't look like a calendar link. Paste the full link, starting with https:// or webcal://.
ar: لا يبدو هذا رابط تقويم. الصق الرابط كاملًا، بدءًا بـ https:// أو webcal://.
bg: Това не прилича на връзка към календар. Поставете пълната връзка, започваща с https:// или webcal://.
bn: এটি ক্যালেন্ডার লিঙ্ক মনে হচ্ছে না। https:// বা webcal:// দিয়ে শুরু হওয়া সম্পূর্ণ লিঙ্কটি পেস্ট করুন।
ca: Això no sembla un enllaç de calendari. Enganxa l'enllaç complet, que comenci per https:// o webcal://.
cs: To nevypadá jako odkaz na kalendář. Vložte celý odkaz začínající na https:// nebo webcal://.
da: Det ligner ikke et kalenderlink. Indsæt hele linket, der starter med https:// eller webcal://.
de: Das sieht nicht nach einem Kalenderlink aus. Füge den vollständigen Link ein, beginnend mit https:// oder webcal://.
el: Αυτό δεν μοιάζει με σύνδεσμο ημερολογίου. Επικολλήστε ολόκληρο τον σύνδεσμο, που αρχίζει με https:// ή webcal://.
es: No parece un enlace de calendario. Pega el enlace completo, que debe empezar por https:// o webcal://.
et: See ei näi olevat kalendrilink. Kleebi täielik link, mis algab https:// või webcal://.
fa: این لینک تقویم به نظر نمی‌رسد. لینک کامل را که با https:// یا webcal:// شروع می‌شود، جای‌گذاری کنید.
fi: Tämä ei näytä kalenterilinkiltä. Liitä koko linkki, joka alkaa https:// tai webcal://.
fil: Mukhang hindi ito link ng kalendaryo. I-paste ang buong link na nagsisimula sa https:// o webcal://.
fr: Ce lien ne semble pas être un lien de calendrier. Collez le lien complet, commençant par https:// ou webcal://.
he: זה לא נראה כמו קישור ליומן. הדביקו את הקישור המלא, שמתחיל ב-https:// או ב-webcal://.
hi: यह कैलेंडर लिंक नहीं लगता। https:// या webcal:// से शुरू होने वाला पूरा लिंक पेस्ट करें।
hr: Ovo ne izgleda kao poveznica na kalendar. Zalijepite cijelu poveznicu koja počinje s https:// ili webcal://.
hu: Ez nem tűnik naptárhivatkozásnak. Illeszd be a teljes, https:// vagy webcal:// kezdetű hivatkozást.
id: Ini sepertinya bukan tautan kalender. Tempel tautan lengkap yang diawali https:// atau webcal://.
is: Þetta lítur ekki út eins og dagatalstengill. Límdu inn allan tengilinn, sem byrjar á https:// eða webcal://.
it: Non sembra un link al calendario. Incolla il link completo, che inizia con https:// o webcal://.
ja: カレンダーリンクではないようです。https:// または webcal:// で始まるリンク全体を貼り付けてください。
ko: 캘린더 링크가 아닌 것 같습니다. https:// 또는 webcal://로 시작하는 전체 링크를 붙여넣으세요.
lt: Tai nepanašu į kalendoriaus nuorodą. Įklijuokite visą nuorodą, prasidedančią https:// arba webcal://.
lv: Tā neizskatās pēc kalendāra saites. Ielīmējiet pilnu saiti, kas sākas ar https:// vai webcal://.
nb: Dette ser ikke ut som en kalenderlenke. Lim inn hele lenken, som starter med https:// eller webcal://.
nl: Dit lijkt geen agendalink. Plak de volledige link, beginnend met https:// of webcal://.
nn: Dette ser ikkje ut som ei kalenderlenkje. Lim inn heile lenkja, som byrjar med https:// eller webcal://.
pl: To nie wygląda na link do kalendarza. Wklej pełny link zaczynający się od https:// lub webcal://.
pt_br: Isso não parece um link de calendário. Cole o link completo, começando com https:// ou webcal://.
ro: Acesta nu pare a fi un link de calendar. Lipește linkul complet, care începe cu https:// sau webcal://.
ru: Это не похоже на ссылку на календарь. Вставьте ссылку целиком, начиная с https:// или webcal://.
sk: Toto nevyzerá ako odkaz na kalendár. Vložte celý odkaz začínajúci na https:// alebo webcal://.
sl: To ni videti kot povezava do koledarja. Prilepite celotno povezavo, ki se začne s https:// ali webcal://.
sr: Ovo ne izgleda kao link kalendara. Nalepite ceo link koji počinje sa https:// ili webcal://.
sv: Det verkar inte vara en kalenderlänk. Klistra in hela länken, som börjar med https:// eller webcal://.
sw: Hiki hakionekani kuwa kiungo cha kalenda. Bandika kiungo kizima kinachoanza na https:// au webcal://.
ta: இது காலண்டர் இணைப்பாகத் தெரியவில்லை. https:// அல்லது webcal:// எனத் தொடங்கும் முழு இணைப்பை ஒட்டுங்கள்.
th: ดูเหมือนไม่ใช่ลิงก์ปฏิทิน วางลิงก์เต็มที่ขึ้นต้นด้วย https:// หรือ webcal://
tr: Bu bir takvim bağlantısına benzemiyor. https:// veya webcal:// ile başlayan tam bağlantıyı yapıştırın.
uk: Це не схоже на посилання на календар. Вставте повне посилання, що починається з https:// або webcal://.
ur: یہ کیلنڈر لنک نہیں لگتا۔ https:// یا webcal:// سے شروع ہونے والا مکمل لنک پیسٹ کریں۔
vi: Đây có vẻ không phải liên kết lịch. Hãy dán liên kết đầy đủ, bắt đầu bằng https:// hoặc webcal://.
zh_hans: 这似乎不是日历链接。请粘贴以 https:// 或 webcal:// 开头的完整链接。
zh_hant: 這似乎不是行事曆連結。請貼上以 https:// 或 webcal:// 開頭的完整連結。

# calendarImport.error.noShifts
source: No shifts with a start and end time were found in this calendar.
ar: لم يُعثر على مناوبات بوقت بدء وانتهاء في هذا التقويم.
bg: В този календар не са намерени смени с начален и краен час.
bn: এই ক্যালেন্ডারে শুরুর ও শেষের সময়সহ কোনো শিফট পাওয়া যায়নি।
ca: No s'han trobat torns amb hora d'inici i de finalització en aquest calendari.
cs: V tomto kalendáři nebyly nalezeny žádné směny s časem začátku a konce.
da: Ingen vagter med start- og sluttid fundet i denne kalender.
de: In diesem Kalender wurden keine Schichten mit Start- und Endzeit gefunden.
el: Δεν βρέθηκαν βάρδιες με ώρα έναρξης και λήξης σε αυτό το ημερολόγιο.
es: No se encontraron turnos con hora de inicio y fin en este calendario.
et: Sellest kalendrist ei leitud algus- ja lõpuajaga vahetusi.
fa: در این تقویم شیفتی با زمان شروع و پایان پیدا نشد.
fi: Kalenterista ei löytynyt työvuoroja, joilla on alku- ja loppuaika.
fil: Walang nakitang shift na may oras ng simula at pagtatapos sa kalendaryong ito.
fr: Aucun horaire avec une heure de début et de fin trouvé dans ce calendrier.
he: לא נמצאו ביומן הזה משמרות עם שעת התחלה וסיום.
hi: इस कैलेंडर में शुरू और खत्म होने के समय वाली कोई शिफ्ट नहीं मिली।
hr: U ovom kalendaru nisu pronađene smjene s vremenom početka i završetka.
hu: Ebben a naptárban nem találhatók kezdési és befejezési időponttal rendelkező műszakok.
id: Tidak ada shift dengan waktu mulai dan selesai di kalender ini.
is: Engar vaktir með upphafs- og lokatíma fundust í þessu dagatali.
it: Nessun turno con orario di inizio e fine trovato in questo calendario.
ja: このカレンダーには開始時刻と終了時刻があるシフトが見つかりませんでした。
ko: 이 캘린더에서 시작 및 종료 시간이 있는 근무 일정을 찾지 못했습니다.
lt: Šiame kalendoriuje nerasta pamainų su pradžios ir pabaigos laiku.
lv: Šajā kalendārā nav atrasta neviena maiņa ar sākuma un beigu laiku.
nb: Fant ingen vakter med start- og sluttid i denne kalenderen.
nl: Geen diensten met een begin- en eindtijd gevonden in deze agenda.
nn: Fann ingen vakter med start- og sluttid i denne kalenderen.
pl: W tym kalendarzu nie znaleziono zmian z godziną rozpoczęcia i zakończenia.
pt_br: Nenhum turno com horário de início e fim foi encontrado neste calendário.
ro: Nu s-au găsit ture cu ore de început și de sfârșit în acest calendar.
ru: В этом календаре не найдено смен с указанием времени начала и окончания.
sk: V tomto kalendári sa nenašli žiadne zmeny s časom začiatku a konca.
sl: V tem koledarju ni izmen z uro začetka in konca.
sr: U ovom kalendaru nema smena sa vremenom početka i završetka.
sv: Inga pass med start- och sluttid hittades i kalendern.
sw: Hakuna zamu zenye saa za kuanza na kumaliza zilizopatikana kwenye kalenda hii.
ta: இந்தக் காலண்டரில் தொடக்க, முடிவு நேரங்களுடன் கூடிய ஷிப்டுகள் எதுவும் இல்லை.
th: ไม่พบกะที่มีเวลาเริ่มและสิ้นสุดในปฏิทินนี้
tr: Bu takvimde başlangıç ve bitiş saati olan vardiya bulunamadı.
uk: У цьому календарі не знайдено змін із часом початку й завершення.
ur: اس کیلنڈر میں آغاز اور اختتام کے وقت والی کوئی شفٹ نہیں ملی۔
vi: Không tìm thấy ca làm có giờ bắt đầu và kết thúc trong lịch này.
zh_hans: 此日历中没有找到包含开始和结束时间的班次。
zh_hant: 這個行事曆中找不到有開始和結束時間的班次。

# calendarImport.findButton
source: Find shifts
ar: البحث عن المناوبات
bg: Намери смени
bn: শিফট খুঁজুন
ca: Cerca torns
cs: Najít směny
da: Find vagter
de: Schichten suchen
el: Εύρεση βαρδιών
es: Buscar turnos
et: Otsi vahetusi
fa: یافتن شیفت‌ها
fi: Etsi työvuorot
fil: Maghanap ng mga shift
fr: Rechercher des horaires
he: חיפוש משמרות
hi: शिफ्ट खोजें
hr: Pronađi smjene
hu: Műszakok keresése
id: Cari shift
is: Finna vaktir
it: Trova i turni
ja: シフトを検索
ko: 근무 일정 찾기
lt: Rasti pamainas
lv: Atrast maiņas
nb: Finn vakter
nl: Diensten zoeken
nn: Finn vakter
pl: Znajdź zmiany
pt_br: Buscar turnos
ro: Găsește ture
ru: Найти смены
sk: Nájsť zmeny
sl: Poišči izmene
sr: Pronađi smene
sv: Hitta pass
sw: Tafuta zamu
ta: ஷிப்டுகளைக் கண்டறி
th: ค้นหากะ
tr: Vardiyaları bul
uk: Знайти зміни
ur: شفٹیں تلاش کریں
vi: Tìm ca làm
zh_hans: 查找班次
zh_hant: 尋找班次

# calendarImport.help.mingat
source: In MinGat, open Min kalender and copy the iCal link.
ar: في MinGat، افتح Min kalender وانسخ رابط iCal.
bg: В MinGat отворете Min kalender и копирайте връзката за iCal.
bn: MinGat-এ Min kalender খুলে iCal লিঙ্কটি কপি করুন।
ca: A MinGat, obre Min kalender i copia l'enllaç iCal.
cs: V MinGat otevřete Min kalender a zkopírujte odkaz iCal.
da: Åbn Min kalender i MinGat, og kopiér iCal-linket.
de: Öffne in MinGat Min kalender und kopiere den iCal-Link.
el: Στο MinGat, ανοίξτε το Min kalender και αντιγράψτε τον σύνδεσμο iCal.
es: En MinGat, abre Min kalender y copia el enlace iCal.
et: Ava MinGatis Min kalender ja kopeeri iCali link.
fa: در MinGat، بخش Min kalender را باز کنید و لینک iCal را کپی کنید.
fi: Avaa MinGatissa Min kalender ja kopioi iCal-linkki.
fil: Sa MinGat, buksan ang Min kalender at kopyahin ang iCal link.
fr: Dans MinGat, ouvrez Min kalender et copiez le lien iCal.
he: ב-MinGat, פתחו את Min kalender והעתיקו את קישור ה-iCal.
hi: MinGat में Min kalender खोलें और iCal लिंक कॉपी करें।
hr: U MinGatu otvorite Min kalender i kopirajte iCal poveznicu.
hu: A MinGatban nyisd meg a Min kalender menüt, és másold ki az iCal-hivatkozást.
id: Di MinGat, buka Min kalender dan salin tautan iCal.
is: Opnaðu Min kalender í MinGat og afritaðu iCal-tengilinn.
it: In MinGat, apri Min kalender e copia il link iCal.
ja: MinGatで「Min kalender」を開き、iCalリンクをコピーします。
ko: MinGat에서 Min kalender를 열고 iCal 링크를 복사하세요.
lt: „MinGat“ atidarykite „Min kalender“ ir nukopijuokite „iCal“ nuorodą.
lv: MinGat atveriet Min kalender un nokopējiet iCal saiti.
nb: I MinGat åpner du Min kalender og kopierer iCal-lenken.
nl: Open in MinGat Min kalender en kopieer de iCal-link.
nn: I MinGat opnar du Min kalender og kopierer iCal-lenkja.
pl: W MinGat otwórz Min kalender i skopiuj link iCal.
pt_br: No MinGat, abra Min kalender e copie o link iCal.
ro: În MinGat, deschide Min kalender și copiază linkul iCal.
ru: В MinGat откройте Min kalender и скопируйте ссылку iCal.
sk: V MinGat otvorte Min kalender a skopírujte odkaz iCal.
sl: V MinGat odprite Min kalender in kopirajte povezavo iCal.
sr: U aplikaciji MinGat otvorite Min kalender i kopirajte iCal link.
sv: Öppna Min kalender i MinGat och kopiera iCal-länken.
sw: Katika MinGat, fungua Min kalender na unakili kiungo cha iCal.
ta: MinGat-இல் Min kalender-ஐத் திறந்து iCal இணைப்பை நகலெடுங்கள்.
th: ใน MinGat เปิด Min kalender แล้วคัดลอกลิงก์ iCal
tr: MinGat'ta Min kalender'i açıp iCal bağlantısını kopyalayın.
uk: У MinGat відкрийте Min kalender і скопіюйте посилання iCal.
ur: MinGat میں Min kalender کھولیں اور iCal لنک کاپی کریں۔
vi: Trong MinGat, mở Min kalender và sao chép liên kết iCal.
zh_hans: 在 MinGat 中打开 Min kalender，然后复制 iCal 链接。
zh_hant: 在 MinGat 中開啟 Min kalender，然後複製 iCal 連結。

# calendarImport.help.planday
source: In the Planday app, open Profile, choose Sync with your Calendar and tap Copy Calendar Link.
ar: في تطبيق Planday، افتح Profile، واختر Sync with your Calendar، ثم اضغط Copy Calendar Link.
bg: В приложението Planday отворете Profile, изберете Sync with your Calendar и докоснете Copy Calendar Link.
bn: Planday অ্যাপে Profile খুলুন, Sync with your Calendar বেছে নিন এবং Copy Calendar Link-এ ট্যাপ করুন।
ca: A l'app de Planday, obre Profile, tria Sync with your Calendar i toca Copy Calendar Link.
cs: V aplikaci Planday otevřete Profile, vyberte Sync with your Calendar a klepněte na Copy Calendar Link.
da: Åbn Profile i Planday-appen, vælg Sync with your Calendar, og tryk på Copy Calendar Link.
de: Öffne in der Planday-App Profile, wähle Sync with your Calendar und tippe auf Copy Calendar Link.
el: Στην εφαρμογή Planday, ανοίξτε το Profile, επιλέξτε Sync with your Calendar και πατήστε Copy Calendar Link.
es: En la app Planday, abre Profile, elige Sync with your Calendar y toca Copy Calendar Link.
et: Ava Planday rakenduses Profile, vali Sync with your Calendar ja puuduta Copy Calendar Link.
fa: در برنامهٔ Planday، بخش Profile را باز کنید، Sync with your Calendar را انتخاب کنید و روی Copy Calendar Link بزنید.
fi: Avaa Planday-sovelluksessa Profile, valitse Sync with your Calendar ja napauta Copy Calendar Link.
fil: Sa Planday app, buksan ang Profile, piliin ang Sync with your Calendar, at i-tap ang Copy Calendar Link.
fr: Dans l’application Planday, ouvrez Profile, choisissez Sync with your Calendar, puis touchez Copy Calendar Link.
he: באפליקציית Planday, פתחו את Profile, בחרו Sync with your Calendar והקישו על Copy Calendar Link.
hi: Planday ऐप में Profile खोलें, Sync with your Calendar चुनें और Copy Calendar Link पर टैप करें।
hr: U aplikaciji Planday otvorite Profile, odaberite Sync with your Calendar i dodirnite Copy Calendar Link.
hu: A Planday alkalmazásban nyisd meg a Profile menüt, válaszd a Sync with your Calendar lehetőséget, majd koppints a Copy Calendar Link elemre.
id: Di aplikasi Planday, buka Profile, pilih Sync with your Calendar, lalu ketuk Copy Calendar Link.
is: Opnaðu Profile í Planday-appinu, veldu Sync with your Calendar og pikkaðu á Copy Calendar Link.
it: Nell'app Planday, apri Profile, scegli Sync with your Calendar e tocca Copy Calendar Link.
ja: Plandayアプリで「Profile」を開き、「Sync with your Calendar」を選んで「Copy Calendar Link」をタップします。
ko: Planday 앱에서 Profile을 열고 Sync with your Calendar를 선택한 다음 Copy Calendar Link를 탭하세요.
lt: „Planday“ programėlėje atidarykite „Profile“, pasirinkite „Sync with your Calendar“ ir bakstelėkite „Copy Calendar Link“.
lv: Lietotnē Planday atveriet Profile, izvēlieties Sync with your Calendar un pieskarieties Copy Calendar Link.
nb: I Planday-appen åpner du profilen din, velger synkronisering med kalenderen og trykker på knappen som kopierer kalenderlenken.
nl: Open in de Planday-app Profile, kies Sync with your Calendar en tik op Copy Calendar Link.
nn: I Planday-appen opnar du Profile, vel Sync with your Calendar og trykkjer på Copy Calendar Link.
pl: W aplikacji Planday otwórz Profile, wybierz Sync with your Calendar i stuknij Copy Calendar Link.
pt_br: No app Planday, abra Profile, selecione Sync with your Calendar e toque em Copy Calendar Link.
ro: În aplicația Planday, deschide Profile, alege Sync with your Calendar și apasă Copy Calendar Link.
ru: В приложении Planday откройте Profile, выберите Sync with your Calendar и нажмите Copy Calendar Link.
sk: V aplikácii Planday otvorte Profile, vyberte Sync with your Calendar a klepnite na Copy Calendar Link.
sl: V aplikaciji Planday odprite Profile, izberite Sync with your Calendar in tapnite Copy Calendar Link.
sr: U aplikaciji Planday otvorite Profile, izaberite Sync with your Calendar i dodirnite Copy Calendar Link.
sv: Öppna Profile i Planday-appen, välj Sync with your Calendar och tryck på Copy Calendar Link.
sw: Katika programu ya Planday, fungua Profile, chagua Sync with your Calendar, kisha gusa Copy Calendar Link.
ta: Planday செயலியில் Profile-ஐத் திறந்து, Sync with your Calendar-ஐத் தேர்ந்தெடுத்து, Copy Calendar Link-ஐத் தட்டுங்கள்.
th: ในแอป Planday เปิด Profile เลือก Sync with your Calendar แล้วแตะ Copy Calendar Link
tr: Planday uygulamasında Profile'ı açın, Sync with your Calendar'ı seçin ve Copy Calendar Link'e dokunun.
uk: У застосунку Planday відкрийте Profile, виберіть Sync with your Calendar і натисніть Copy Calendar Link.
ur: Planday ایپ میں Profile کھولیں، Sync with your Calendar منتخب کریں اور Copy Calendar Link پر ٹیپ کریں۔
vi: Trong ứng dụng Planday, mở Profile, chọn Sync with your Calendar rồi nhấn Copy Calendar Link.
zh_hans: 在 Planday 应用中，打开 Profile，选择 Sync with your Calendar，然后点击 Copy Calendar Link。
zh_hant: 在 Planday App 中開啟 Profile，選擇 Sync with your Calendar，再點選 Copy Calendar Link。
